tap "candid82/brew"
tap "caskroom/cask"
tap "caskroom/versions"
tap "cjbassi/gotop"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "lukakerr/things"
tap "mongodb/brew"
tap "neovim/neovim"
tap "yqrashawn/goku"
cask "adoptopenjdk8"
brew "antibody"
brew "gcc"
brew "autoconf"
brew "autojump"
brew "automake"
brew "autopsy"
brew "bat"
brew "boost"
brew "python"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "dark-mode"
brew "exa"
brew "exercism"
brew "fd"
brew "tesseract"
brew "fftw"
brew "flake8"
brew "fzf"
brew "gdb"
brew "git"
brew "git-extras"
brew "libtool"
brew "ncurses"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "insect"
brew "ios-deploy"
brew "jq"
brew "kafka"
brew "lastpass-cli"
brew "libxml2"
brew "libxslt"
brew "macvim"
brew "modd"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "nmap"
brew "octave"
brew "opencv@2"
brew "pandoc"
brew "pkg-config"
brew "pyenv"
brew "rabbitmq", link: false
brew "ranger"
brew "rbenv"
brew "roswell"
brew "sbcl"
brew "shtool"
brew "starship"
brew "telnet"
brew "terminal-notifier"
brew "thefuck"
brew "tmux"
brew "tree"
brew "uncrustify"
brew "vim", link: false
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "cjbassi/gotop/gotop"
brew "heroku/brew/heroku"
brew "khanhas/tap/spicetify-cli"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community"
brew "yqrashawn/goku/goku"
cask "basictex"
cask "font-hack-nerd-font"
cask "java"
cask "macdown"
cask "lukakerr/things/pine"
