tap "candid82/brew"
tap "charmbracelet/tap"
tap "getantibody/tap"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "minio/stable"
tap "rigellute/tap"
tap "yqrashawn/goku"
brew "ack"
brew "bat"
brew "ctags"
brew "exa"
brew "fasd"
brew "fd"
brew "icu4c"
brew "fx"
brew "fzf"
brew "python"
brew "gotags"
brew "httpie"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "jenv"
brew "k6"
brew "maven"
brew "neofetch"
brew "neovim"
brew "pandoc"
brew "postgresql"
brew "pgloader"
brew "php@7.3", link: true
brew "ranger"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "starship"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tokei"
brew "tree"
brew "wget"
brew "yarn"
brew "charmbracelet/tap/glow"
brew "getantibody/tap/antibody"
brew "github/gh/gh"
brew "heroku/brew/heroku"
brew "minio/stable/mc"
brew "minio/stable/minio"
brew "rigellute/tap/spotify-tui"
brew "yqrashawn/goku/goku"
cask "alacritty"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "insomnia"
cask "kitty"
